content/post/brain-hacking.md
+++
title = "How I ran into real-life brain-hacking"
author = ["nori"]
date = 2023-12-10T14:36:00+01:00
tags = ["Mind"]
categories = ["Hypnosis", "Sugar", "Addiction"]
draft = false
featured_image = "/img/featured_brain-hacking.jpg"
f_alt = "Image of a blue and white network as an artistic depiction of brain connections."
+++

I have been struggling with sugar addiction for years. It took its toll on both my physical and mental health long before I even knew I had it and I have been fighting it ever since I recognized its ugly face. And just like it tends to be with addictions, it was a very tough battle, and I wasn't always winning. I was ready to fight for the rest of my life, but now I think I might not have to. I think, carefully and hopefully, that I maybe, just maybe, might have won. How? Believe it or not, it was hypnosis.


## What? Hypnosis?! {#what-hypnosis}

I wrote extensively [about my sugar addiction before](https://noriparelius.com/post/blind-spot/), so if you want to read more about the misery it brought me, just go ahead. This post will be about what liberated me.

I met Roger in a book club. (I really hope, Roger, that you don't mind me talking about this on my blog that nobody reads.) The most wonderful book club, full of lovely people from all around the world, that I feel genuinely lucky to have met. Roger is one of them -- a Scottish guy that just seems to radiate warmth, calm and wit. And as it happens, he runs a company selling hypnosis audio tracks. I remember when I found out about that a few months after joining the book club. "That's not something you hear often!" I thought, and pretty much left it at that.

At one of the book club meetings we were discussing mental health. It was one of those moments when you get to see that everybody really does have their own secret struggle, no matter the image they present to the world. Anyway, it was after that meeting that Roger recommended hypnosis to the rest of us. I knew very little about hypnosis and I never would have thought about it on my own, but getting a recommendation from someone whose opinion I have come to value, was enough to get me to try.

Roger is one of the directors in a company called Uncommon Knowledge (I love the name!) and their [Hypnosis Downloads platform](https://www.hypnosisdownloads.com/) has thousands of audio tracks that you download and listen to whenever you feel like it. Literally thousands of short 20-30 minute sessions about anything and everything you could think of. (And by the way, this is not an ad, I'm getting nothing for this. I just genuinely love their stuff.)


## You wouldn't give a cake to an itchy knee {#you-wouldn-t-give-a-cake-to-an-itchy-knee}

I didn't know where to start, but I knew about at least one big problem I had. The damn sugar. So I started looking for hypnosis tracks that could help with that. I found a few and tried a few, downloads with names like Sweet Tooth and Food Addiction Help. I did as was recommended and listened to them every day for a week. They were nice, calming, lovely to listen to and I agreed with every word. But I didn't feel any different. I thought maybe I just needed to give it more time. Until I ran into the Stop Emotional Eating. It's funny, because I already knew that one of the reasons I was turning to "treats" was emotions; boredom, angst, loneliness, exhaustion, stress,... But knowing didn't help me to stop.

The first time I listened to Stop Emotional Eating felt like an emotional rollercoaster ride that ended with me disembarking into a new reality. I opened my eyes and wondered why on earth I ever tried to eat away my feelings. What an utterly stupid idea! As if that would ever work! It suddenly seemed completely silly and useless to eat an ice cream because I had a bad day (or a good one, for that matter). The hypnosis was full of deep insights and clever metaphors, and it reached a part of my mind no logic could ever penetrate to before. I still chuckle at the "You wouldn't give a cake to an itchy knee" whenever I think about it. Very true, I definitely wouldn't do that, but I spent decades doing its equivalent by putting a plaster made of chocolate over my feelings. No more though. No more.


## Break the trance {#break-the-trance}

Now, I was really feeling that my sugar struggles were over. And in some way they were! It's been a half a year and I didn't have a single binge in that time. What's even more, I didn't even want one, or get anywhere close. My emotions seemed to have detangled themselves from the food completely and permanently.

But. Oh yes, there is a but. I wasn't binging anymore, and I wasn't tortured by wanting something sweet more than anything, but kept nibbling at foods I knew would make me feel sick when nobody was looking. To be honest, I can't explain it. I would have a little bite of a banana pancake I made for my kids. Or a piece of blood sausage. Or an apple. All pretty good foods, but ones that unfortunately don't do me, personally, any good. I only did it when nobody was looking, while firmly telling myself that I don't want to do that, that it isn't worth it and that I don't even want it that much. I still did it. Over and over again. Mind-boggling. Thankfully, it didn't trigger the binges and I didn't really feel that unsatiable need for candy anymore.

I regret to say that it took me months to realize this was something else than the emotional eating I was partaking in before. It needed a different mind-shift. And lo and behold, I found a hypnosis for that too! Wanna guess? It's called Secret Eating. I only listened to that one once, about 6 weeks ago. And I haven't been grazing on things anymore. At all. And the best thing is that it is effortless. No willpower needed. Looking back, the moments I stole from my kids food felt like some sort of trance. My brain saw the opportunity, nobody was looking, so it didn't count. The reaction was almost automatic, no matter what I was trying to tell myself at that moment. The hypnosis broke the trance and put me back in control.


## Everyday magic {#everyday-magic}

I know the word hypnosis sounds spooky and for quite a while after starting with it I felt a bit silly asking my husband to keep the kids away from me for twenty minutes, because I was going to do a... _hypnosis_. Truth is, there is nothing spooky or weird to it. It is actually a lot like what people call guided meditations now. You sit/lie down, relax, and listen to someone talking. No loss of control involved at all. You are completely free to disagree with whatever they are saying, or stop the track at any moment. In a sense, the whole experience doesn't feel special at all. No dangling watches, no whirlwinds in the eyes, no repressed memories, no waking up and realizing you were jumping around like a frog unbeknownst to you just seconds before. In that sense it's almost boring.

But there is real magic to it too. I have told myself countless times before that eating something sweet would only make me feel sick and not actually calm the emotional storm I was drowning in. My thoughts never reached my feelings though. I have spent over 4 years trying to use willpower, tricks and hacks, trying to motivate myself, remind myself, rationalize and my progress was glacial at best. One single hypnosis session solving it all? That is a miracle.


## Doesn't matter how you got there {#doesn-t-matter-how-you-got-there}

What I really like about hypnosis, or at least the hypnosis from [Hypnosis Downloads](https://www.hypnosisdownloads.com/) / Uncommon Knowledge, is that it is always about the solution. There is rarely digging into what kind of trauma brought you were you are, because it doesn't really matter. The real question is how you get out.

I remember doing a "guided meditation" several years ago, which was all about meeting your demons and transforming them. It was a very cool experience, fairy-tale like and full of surprises. I met my sugar demon, a pink blobby creature with a funny hat. I talked to it, and could clearly see that what it was all about was hunger not for food, but for safety, connection, love and other things candy couldn't give. I got to see it for the coping mechanism it was. Then I  witnessed it transform from the monster into a hurt little me.

I don't know, maybe for some people that meditation would have been enough to leave the addiction behind. For me, it wasn't. It illuminated where I was and how I got there, but it also revealed to me what my addiction was doing _for_ me, why I _needed_ it. I didn't know how else to take care of those needs.

The Emotional Eating hypnosis was so much more pragmatic than the esoteric experience of meeting my demons. "You wouldn't give a cake to an itchy knee," is exactly what I needed to hear though. It didn't concern itself with why I was eating my feelings, which feelings, or where and when it might have started. What mattered was that it was an absolutely useless coping mechanism.

The hypnosis also offered a solution. A solution so painfully obvious, that it shouldn't need to be said, but for me, it was. I was told that I should take care of my emotional needs in the appropriate way, and only use food for hunger. Sounds vague, but in the days after I first listened to the track, I suddenly started becoming aware of my emotional needs that I didn't notice before. Now they were right there in front of me clear as day, and it felt ridiculous to shove a cookie in my face in a futile attempt to make them go away.


## A key to the mind {#a-key-to-the-mind}

Ever since my first positive experiences with hypnosis, I have been turning to it almost daily, trying out various tracks.

I have been working on getting better at taking breaks, learning to compartmentalise my work and free time, let go of caring what others think about me, even getting better at creative writing! (I actually started writing a novel! Doing creative writing for the first time since high school! How fun is that?!)

Whenever I run into a problem in my life, a situation where I would wish I would feel and react differently, I look for the right track. It usually takes trying a few different, related ones, sort of like testing a bunch of keys on a stubborn lock. Sooner or later, one of them fits. Sometimes the change is slow and sneaky, sometimes it's like a lightning strike, but it is always, always, life-changing.

If you find any of this intriguing, and you are wondering how hypnosis actually works, go and read about it from the experts. Here is a great article by Mark Tyrrell -- the other founder behind Uncommon Knowledge -- about [what hypnosis is](https://www.hypnosisdownloads.com/blog/hypnosis-what-is-it-and-how-does-it-work).
